[
    {
        "id": 2,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/bfp-condo-sa-brgy-mabolo-fire-hazard",
        "title": "BFP: Condo sa Brgy. Mabolo ‘fire hazard’",
        "author": "Guam P. Logroño",
        "date": "21 hours ago",
        "body": "Ang San Marino Condominium gipaskinan sa Cebu City Fire Department gumikan sa mga nakita nga daghang kalapasan atol sa inspeksiyon sa alas 11:00 sa buntag Miyerkules, Nobiyembre 20, 2024 sa dalan Rivera St, Barangay Mabolo, dakbayan sa Sugbo.Si SFO3 Lemuel Vincent Alcoseba, station commander sa Mabolo Sub-Station, BFP Cebu, maoy nangulo sa pagbutang og warning diha sa ilang ganghaan uban sa mga sakop sa kapulisan nga ‘fire hazard’ ang maong edipisyo. Matod ni SFO3 Alcoseba nahinabi sa Superbalita Cebu nga makadaghang higayon nila gipadad-an og notice ang tagdumala sa maong edepisyo, apan wala sila panumbalinga aron nga makorehian ang mga nakita nga kalapasan.Nasuta ang maong mga kalapasan sa duha usa sa mga nagpuyo ang mireklamo hinungdan nga gipahigayon ang pakisusi. Usa sa nakita mao nga ang fire exit diha lang sa ika-upat nga andana, aduna pay dili mominos 10 ka violation ang namatikdan. Gipasabot sa opisyal nga gihatagan gihapon nila og kahigayonan ang management sa maong condo nga matarong sa tagdumala ang mga kalapasan niini sud sa 15 ngato sa 30 ka adlaw. Sa higayon nga mapakyas sa pagtuman morekomindar ang BFPP ngadto sa local government unit sa pagpasira  niini. Gipahibawo sab sa kabomberohan ang mga okupante nga dili luwas ang condo nga ilang gipuy-an.Gisuwayan sa Superbalita Cebu sa pagkuha sa habig sa management sa San Marino condo apan nagdumili kini sa pagluwat og pamahayag. Si SFO3 Wendell Villanueva, ang tigpamaba sa Cebu City Fire Station mipahibawo nga usa ka dako nga kalapasan sa RA9514 o nailhan nga Fire Code of the Philippines.Matud ni Villanueva, nga unang higayon nila nga nakabutang og paskin o warning dinhi sa dakbayan sa Sugbo sa paningkamot nga ang mga building o edepisyo sa dakbayan sa Sugbu compliance sa lagda sa Fired code sa BFP.Apan adunay uban nga wala makatuman niini. / GPL "
    },
    {
        "id": 3,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/lola-gimino-nasaag-sa-kakahuyan",
        "title": "Lola gimino, nasaag sa kakahuyan",
        "author": "Dario V. Gil",
        "date": "22 hours ago",
        "body": "Nakasulti na ang usa ka 70 anyos nga lola nga unang gikataho nga missing sud sa 24 oras, napalgan niadtong Martes, Nobiyembre 19 apan tulala ug dili ma­kaistorya.Apan nakasulti  na kini ka­ga­hapon, Miyerkules, Nobi­yembre 20, si Narcisa Dayuja, taga Sityo Anislagan, Ba­rangay Guadalupe, dakba­yan sa Carcar niasoy bahin sa nahitabo kaniya.Matod ni Dayuja, niadtong Lunes, Nobiyembre 18, sa alas 12:00 sa udto, nanguha siya og dahon sa sigisi nga maoy iyang panginabuhian. Asoy ni Dayuja, kalit lang siya nga wa na makahinumdom kon asa na siya sama gimino ug gilamat siya nga bisan usna niya paglakaw, dili siya makapauli.Dugang niya nga nagsigi siya og lakaw nga way kahumanon ug mopahuway lang kon kapuyon ug wa pod siya makadungog sa mga tawag sa mga nangita ka niya. Samtang gihimaka niya ang pagduda nga giamong-amongan kini labina kay sa dihang nakit-an kini nga tulala, wa nay underwear.Ang Superbalita Cebu naka­hinabi ngadto sa bana nga si Felipe, 74, nga matod pa niya nga dugay na nga manguha siya ug ang iyang asawa og dahon sa sigisi kay maoy ilang panginabuhian nga ila kini nga ibangan unya ibaligya sa Freedom Park sa Carbon Market sa dakbayan sa Sugbo kay ipares kini sa bulak para sa patay, Apan matod sa bana, udto niadtong Lunes gitaghuyan siya sa iyang asawa kay maniudto na sila sa maong dapit nga diin nanungoha kini'g mga dahon sa sigisi.Sa iyang pag-adto, wa na ang iyang asawa ug sa dihang iyang gitawgan sa cell phone, mo-ring apan di motubag ug didto na siya nabalaka.Dugang ni Felipe nga ni dangop na siya ngadto sa ilang kapitan sa barangay nga si Rey Lawas aron matabangan sa pagpangita sa iyang asawa.Si Lawas uban sa iyang konsehal ug nga barangay tanod, mga anak, mga apo, kaparyentihan ug lumolupyo sa maong dapit ang nangita ni Lola.Gisum-ok nila ang mga kalibunan ug mga kakahuyan labina sa gitawag nga kahoy nga dalakit basin ug gitaguan sa 'di ingon nato.'Hangtod nga may nag pahibalo nga ang na-missing nga Lola ang nakit-an sa sapa sa maong dapit nga tulala ug gidala sa pagdala sa Carcar City District Hospital aron mahiling sa dktor ma tambalan apan di pa kini mapangutana kay di makatingog. / DVG   "
    },
    {
        "id": 4,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/waste-to-energy-facility-tukoron-sa-city-of-naga",
        "title": "Waste to Energy facility tukoron sa City of Naga",
        "author": "Arvie N. Veloso",
        "date": "22 hours ago",
        "body": "Milagda og kasabutan ang kagamhanan sa lalawigan sa Sugbo tali sa Suez Services PTE. LTD alang sa paghimo og Waste to Energy facility sa luna nga gipanag-iya sa kagamhanan sa Barangay Tinaan, Dakbayan sa Naga, Miyerkules, Nobiyembre 20, 2024. Ang Memorandum of Understanding gilagdaan nila ni Cebu Governor Gwendolyn Garcia ug Kohei Kimura isip representante gikan sa Suez Group. Kini human nga giaprubahan sa Economic Enterprise Council (EEC) ang unsolicited preliminary proposal sa Suez nga makig-alayon sa kagamhanan sa probinsya alang sa himuon nga WTE ubos sa Build Operate and Transfer (BOT) nga paagi. Gitugot kini sa EEC subay sa kapasidad niini pagtukod sa pasilidad ilabi na sa pinansyal ug teknikal nga bahin aron mahuman kini sa walay paglangay. Una nang gitinguha sa kagamhanan nga matukod ang WTE tungod sa nagkadaghang basura sa mga munisipalidad sa probinsya nga mahimo pa nga mapahimuslan isip power source. Ang Suez Group usa ka French-based global utility company nga nag operate sa 70 ka mga nasod ug nag-specialize sa water and waste management. Lakip sa ilang negosyo ang waste treatment, recycling, resource recovery, water management, ug development sa  mga teknolohiya.Ang pagtukod og pasilidad salang sa waste to energy maoy usa sa mga paningkamot sa kagamhanan sa Naga aron pagdumala sa ilang nagkataas nga koleksiyon sa mga basura ug maong pasilidad maoy moproseso aron kini magamit nga enerhiya.  / ANV  "
    },
    {
        "id": 5,
        "url": "https://www.sunstar.com.ph/cebu/intl-container-port-project-finds-contractor-after-8-years",
        "title": "International container port project finds contractor after 8 years",
        "author": "Earl Kim H. Padronia",
        "date": "Nov 19, 2024",
        "body": "EIGHT years since the approval of the New Cebu International Container Port (NCICP) project in Consolacion town, the project has finally been awarded to a winning contractor.The Cebu Port Authority confirmed to SunStar Cebu on Tuesday, Nov. 19, 2024, that a Notice of Award was awarded to a contractor on Nov. 11.&nbsp;WinnerHJ Shipbuilding and Construction Co. Ltd., formerly Korean-based Hanjin Heavy Industries &amp; Construction Co. Ltd., the winning contractor, will lead the construction of the new international port located on a 25-hectare reclaimed land in Barangay Tayud, Consolacion.&nbsp;However, there has yet to be a tentative date as of the moment on the groundbreaking and the start of the civil works of the project.CPA spokesperson Maryknoll Bolasa explained that while the project has already been awarded, the contract between the contractor and the National Government is still being finalized.&nbsp;After which, the Notice to Proceed will follow, along with the date for the start of construction.&nbsp;The NCICP, once completed, is seen to improve and decongest the flow of goods and services in the Visayas region.The project is funded by a loan from the Export-Import Bank of Korea from the Republic of Korea’s Economic Development Cooperation Fund in 2018 of around $172.64 million.Ballooning costThe project cost has ballooned to P16.9 billion after the National Economic and Development Authority (Neda) Board chaired by President Ferdinand Marcos Jr. approved the additional P7.7 billion for the project.This was due to changes in the plan, including the additional quay cranes from the original four, the price increase on construction materials and equipment and the right-of-way acquisition procurement budget.The increase will be charged to the Philippine government’s counterpart funding.In an August 2023 report of SunStar Cebu, Neda’s records showed that the project cost was around $199,250,000.The Korean bank provided the Philippines with a loan in 2018 of $172,641,000, while the remaining $26,609,000 will be shoulder by the Philippine government.However, the $172.641 million loan agreement was only valid from Sept. 21, 2018 to Aug. 21, 2023. SunStar Cebu reported earlier that the Department of Transportation (DOTr) asked Neda for an extension of the project implementation.&nbsp;With the loan expired, SunStar Cebu reported in July 2024 that the Neda approved the 48-month extension of the loan validity for the Korean bank loan.&nbsp;Initially, the NCICP is a design-and-build project, as reported earlier&nbsp;The DOTr is the implementing agency of the project, which is a priority and flagship project of the current administration.&nbsp;The CPA is an attached agency of the DOTr.The project was supposed to be completed in August 2022 as per the loan agreement, but the delays were attributed to the Covid-19 pandemic and the lack of clearances.The NCICP project will allow the CPA to cater to more vessels and provide opportunities in terms of trade and revenue.Once completed, the current Cebu International Port at the Cebu Baseport will form part of the Port of Cebu domestic port to augment port domestic operations. / EHP&nbsp;"
    },
    {
        "id": 6,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/babaye-gilabay-sa-srp",
        "title": "Babaye gilabay sa SRP",
        "author": "Arnold Y. Bustamante",
        "date": "Nov 19, 2024",
        "body": "Patay’ng lawas sa usa ka babaye ang napalgan sa viaduct sa South Road Property habig sa Barangay Mambaling, Dakbayan sa Sugbo sa alas 6 sa buntag, Martes, Nobiyembre 19, 2024.Ang biktima gihulagway sa mga polis nga nagsul-ob og itom nga polo shirt, karsones ug itom sab ang medyas ug gibanabana nga adunay gitas-on nga 5’3”.Miresponde ang mga sakop sa Cebu City Disaster Risk Reduction and Management Office aron masusi kon aduna pa kini’y timailhan nga buhi pa apan nasuta nila nga patay na ang wala pa mailhing babaye.Usa sa mga kawani sa Bantay Dagat ang nakabantay nga aduna matod pay usa ka sakyanan ang mihunong sa maong lugar pasado alas 4:00 sa buntag ug duna ni gikanaog ug dayon gilabay sa dagat.Matod ni Police Major Efren Diaz Jr., hepe sa Mambaling Police Station nga padayon pa sila sa pag-ila sa maong biktima lakip na sa mga suspetsado nga maoy naghimo sa krimen.WAY NAKAILA“Sa pagkakaron nag-conduct pa ta og investigation, wala pa tay identity sa biktima kay wala pay ni-claim ani. Pero nagsugod na ta sa pagsubay sa mga CCTV camera aron atong mailhan kinsa ang naghimo ana nga krimen,” matod ni Police Major Efren Diaz Jr.Tanang anggulo ang ilang gisubay sa posible nga motibo nganong gihimo ang krimen ngadto&nbsp; sa usa ka babaye.Ang hepe sa kapulisan sa Dakbayan sa Sugbo Police Colonel Antonietto Cañete nimando sa Mambaling Police lakip na sa iyang tracker team nga molusad og lawom nga imbestigasyon aron mapadali ang pag-ila sa biktima lakip na sa mga suspetsado.“We will conduct in depth investigation about the origin of that commission of the crime, naa man tay CCTV most probably murag walay nakaila but wala nako gi-discredit the possibility nga naay nakaila pero so far as of this time dili na taga diri o the crime started from the other place,” matod ni Police Colonel Cañete.WA PA MA-CLAIMAng patayng lawas sa biktima naa karon sa St. Francis Funeral Homes ug giingong dunay samad sa liog niini apan wala pa matino kung gidunggab ba o agi sa tinuokan.Tungod niini nanawagan si Diaz sa publiko kung kinsa kadtong dunay miyembro sa pamilya nga na-missing labing maayo nga makig-alayon kanila alang sa pagtandi sa panagway sa biktima.Gitakdang ipaubos sa autopsy ang patayng lawas sa biktima aron masayran kung unsa gyud ang hinungdan sa iyang kamatayon.Nasayran nga aduna nay upat ka pamilya ang misusi sa maong punerarya nga namasin og usa sa ilang kabanay nga wala na makauli ang maong patay apan pulos negative pa ang resulta. /&nbsp;AYB"
    },
    {
        "id": 7,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/milabay-sa-babaye-nadakpan",
        "title": "‘Milabay’ sa babaye nadakpan",
        "author": "Arnold Y. Bustamante",
        "date": "20 hours ago",
        "body": "Nababagan sa mga sakop sa Mambaling Police Station uban sa Consolacion Police ang sakyanan nga maoy gikargahan niadtong patayng lawas sa babaye nga gilabay sa South Road Property habig sa Mambaling, Cebu City.Nadakpan ang drayber sa de pasayroan nga multicab nga naila nga si Jason Cullamat, 30, minyo, taga Lungsod sa Barili nga namasada, hapon sa Miyerkules, Nobiyembre 21.Na-intercept ang de pasayroan nga Suzuki Multicab nga nagdala og plate number GXF 570 sa Lungsod sa Consolacion. Matod ni Police Major Efren Diaz Jr., hepe sa Mambaling Police Station nga ilang nasundan ang sakyanan sa Consolacion hinungdan ila ning gipara.Sa dihang gisusi sa mga polis makita nga adunay mga lama sa dugo ang luyo nga bahin sa multicab ingon man sa front seat.Sa dihang gihiling ang clutch bag sa suspek nakuha ang duha ka gagmay nga pakete sa gituohang shabu ug upat ka grapa sa lana.“Una may CCTV na tayo sa sasakyan kung ano ang rota nito kaya hinanap natin mula pa kahapon hanggang nakita natin sya na namamasada, nung nakita na natin ang mga dugo sa driver side at duon sa likuran positive na tayo na ito na talaga ang gumawa ng krimen, pero patuloy parin ang investigation natin kung may kasama ba sya,” matod ni Police Major Diaz.Samtang ang biktima nga giila sa iyang kabanay mao si Neca Denise Lagria, 22, dalaga, taga Sitio Silot, Purok Kalubihan Barangay Yati, Lungsod sa Liloan nga trabahante sa usa ka restaurant sa Mandaue City.Ang amahan ni Lagria positibo nga miila sa maong multicab kay sa dihang iyang gihatod ug gipasakay ang iyang anak nakita niya ang dagway sa suspetsado sa dihang mi lingi kini.Gani dunay laing pasahero niadtong tungora nga maoy hinungdan nga wa ra siya mabalaka.“Nalipay ko sir nga nadakpan na gyud ang nagpatay sa akung anak, mao gyud nang sakyanana sir kay ako may nagpasakay niya unya nakita nako ang driver kay nilingi man na siya,” matod pa sa amahan.Hugtanon nga gipanghimakak ni Jason Cullamat nga siya ang naghimo sa krimen kay matod niya didto siya sa Lungsod sa Barili atol sa hitabo.Apan aduna siyay gitudlo nga laing tawo nga maoy nag maneho sa iyang multicab apan wala lang una kini gibutyag sa mga polis. Sa susamang kalambuan, giila si Lagria sa iyang mga paryente nga miduaw sa punerarya diin gidala ang iyang lawas human mapalgi niadtong kadlawon sa Martes, Nobiyembre 19, 2024 habig sa Barangay Mambaling, Cebu City.  sa dakbayan sa Sugbo.PAINGON MO-DUTY Matod sa bayaw ni Lagria nga ug sa iyang ig-agaw nga nangadlawon nga milakaw ang biktima kay siya ang opening sa restaurant nga iyang gitrabahoan apan sa dili pa sila mangabli mag-meeting pa sila uban sa ilang management.Nagpahatod pa kini sa iyang amahan sa eskina sa Yati sa lungsod sa Liloan aron mosakay na usab og PUJ paingon sa dakbayan sa Mandaue.Nianang pagkabuntag nakabalita ang kabanay sa DyHP nga adunay babaye nga wala mailhi ang napalgan nga patay na sa SRP ug sa ilang pag tan-aw sa Facebook Live mihaom kini sa hitsura ni Neca apan wala lang nila kini panumbalinga.Pagkagabii natingala na ang ginikanan ni Neca kay wala kini mouli hangtod nga ilang gitawgan ang cellular phone niini apan dili na kini makontak.Nanawag pa sila sa restaurant nga gitrabahoan niini ug mibutyag ang mga kauban sa trabaho nga wala mo-duty ang biktima sukad sa kaadlawon.Hinungdan nga sila nabalaka pag ayo sa sitwasyon sa ilang kamanghurang anak nga tungod ani ilang gi review ang post sa social media sa DyHP ug ilang naklaro sa usa ka video nga napalgan sa SRP mao gyud si Neca.Usa sa ilang natandi ang awom sa simod sa biktima ug ang pamanit nga pution nga mao gyud sa dagway ni Neca.“Naay balita anang pagka buntag pero wala ra namo kay naa sa among hunahuna ni trabaho man siya mao to wala ra namo, then nay balita ron sa DyHP mao to niduol ang ig-agaw niya nga tan-awa ang nawong kay murag si Denise gyud ni, nya blurred man ang kuan... mao to wala mi mituo kay basin pareho lang og nawong dayon naa may usa ka picture nga klaro gyud kaayo mao to among na confirm nga siya gyud,” matod ni Jerson Dag-uman, bayaw.Ang ig-agaw sa biktima nga si Jnypher Noval mibutyag nga wala sila makahibawo nga dunay hulga sa kinabuhi ang biktima.“Wala man kay kana siya kuan man gud na siyag baba mo estorya gyud na siya namo ba, bisan kinsa sa among kaliwat open gyud kaayo na siya, wala mi kuan gud kanang death threat kanang gi hulga-hulgaan siya wala man,” matod ni Jnypher Noval.Ang maguwang sa biktima nga nagdumili sa pagpaila nanghinaot nga makakita og hustisya sa kamatayon sa ilang kamanghurang igsuon.“Sa nanghilabot sa akung manghod nga unta ma konsensya lang unta ka ug magpakita ka nga imong gihilabtan ang akung manghod nga mo surrender lang gyud unta ka, para unta naay hustisya ang akung manghod kay bata pa gyud kaayo siya, tinuod badlongon kaayo to among manghod pero dili unta angayan nga ingun ana-on,” matod sa igsuon sa biktima.CCTV FOOTAGEMatod ni Police Colonel Antonietto Cañete, hepe sa CCPO nga duna na silay nakuha nga CCTV footage nga motakdo sa pamahayag sa saksi labot sa sakyanan nga gituohang gigamit sa suspetsado.Una na nga mibutyag ang usa sa mga saksi nga sakop sa Bantay Dagat nga dunay usa ka Sport Utility Vehicle ang iyang nakita nga mihunong sa dapit ug ang sakay niini dunay gilabay sa dagat. /  "
    },
    {
        "id": 8,
        "url": "https://www.sunstar.com.ph/pampanga/pbbm-lauded-for-signing-2-maritime-laws",
        "title": "PBBM lauded for signing 2 maritime laws",
        "author": "Princess Clea Arcellaz",
        "date": "Nov 10, 2024",
        "body": "CITY OF SAN FERNANDO — Senatorial aspirant and former Secretary Benjamin “Benhur” Abalos Jr. lauded President Ferdinand Marcos Jr. for signing two landmark laws—the Philippine Maritime Zones Act and the Philippine Archipelagic Sea Lanes Act.Abalos said the laws strengthen the Philippines’ sovereignty over its maritime zones and archipelagic waters. He also acknowledged the efforts of the House of Representatives and the Senate in passing the measures.“Through these laws, the government will be able to monitor the movement of foreign vessels and aircraft,” Abalos said. He explained that the Archipelagic Sea Lanes Act establishes a system of sea lanes and air routes for foreign vessels and aircraft.Abalos also cited the importance of the two laws, especially after incidents where Chinese vessels violated Philippine territorial boundaries. He recalled incidents like the sighting of Chinese fishing boats in the country’s exclusive economic zone in March.The Philippine Maritime Zones Act (Republic Act No. 12064) clarifies the country’s jurisdiction over its contiguous zone and EEZ, protecting resources in areas up to 24 nautical miles from the baselines. The Philippine Archipelagic Sea Lanes Act ensures sovereignty by designating routes for foreign military vessels and registered aircraft to pass through, in line with international agreements.“These new laws will clearly define and strengthen our jurisdiction and our sovereign rights over our territorial water and the airspace over it,” Abalos said.Abalos condemned the October 11 incident when a Chinese maritime militia vessel tried to block a Philippine Bureau of Fisheries ship near Pag-asa Island. He called for unity among Filipinos in supporting President Marcos’ strong stance on the West Philippine Sea issue.“Let’s support our President in his efforts for China to respect us as a nation and the 2016 tribunal ruling that invalidated China’s sweeping claims over the West Philippine Sea,” he said."
    },
    {
        "id": 9,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/milabay-sa-babaye-nadakpan",
        "title": "‘Milabay’ sa babaye nadakpan",
        "author": "Arnold Y. Bustamante",
        "date": "20 hours ago",
        "body": "Nababagan sa mga sakop sa Mambaling Police Station uban sa Consolacion Police ang sakyanan nga maoy gikargahan niadtong patayng lawas sa babaye nga gilabay sa South Road Property habig sa Mambaling, Cebu City.Nadakpan ang drayber sa de pasayroan nga multicab nga naila nga si Jason Cullamat, 30, minyo, taga Lungsod sa Barili nga namasada, hapon sa Miyerkules, Nobiyembre 21.Na-intercept ang de pasayroan nga Suzuki Multicab nga nagdala og plate number GXF 570 sa Lungsod sa Consolacion. Matod ni Police Major Efren Diaz Jr., hepe sa Mambaling Police Station nga ilang nasundan ang sakyanan sa Consolacion hinungdan ila ning gipara.Sa dihang gisusi sa mga polis makita nga adunay mga lama sa dugo ang luyo nga bahin sa multicab ingon man sa front seat.Sa dihang gihiling ang clutch bag sa suspek nakuha ang duha ka gagmay nga pakete sa gituohang shabu ug upat ka grapa sa lana.“Una may CCTV na tayo sa sasakyan kung ano ang rota nito kaya hinanap natin mula pa kahapon hanggang nakita natin sya na namamasada, nung nakita na natin ang mga dugo sa driver side at duon sa likuran positive na tayo na ito na talaga ang gumawa ng krimen, pero patuloy parin ang investigation natin kung may kasama ba sya,” matod ni Police Major Diaz.Samtang ang biktima nga giila sa iyang kabanay mao si Neca Denise Lagria, 22, dalaga, taga Sitio Silot, Purok Kalubihan Barangay Yati, Lungsod sa Liloan nga trabahante sa usa ka restaurant sa Mandaue City.Ang amahan ni Lagria positibo nga miila sa maong multicab kay sa dihang iyang gihatod ug gipasakay ang iyang anak nakita niya ang dagway sa suspetsado sa dihang mi lingi kini.Gani dunay laing pasahero niadtong tungora nga maoy hinungdan nga wa ra siya mabalaka.“Nalipay ko sir nga nadakpan na gyud ang nagpatay sa akung anak, mao gyud nang sakyanana sir kay ako may nagpasakay niya unya nakita nako ang driver kay nilingi man na siya,” matod pa sa amahan.Hugtanon nga gipanghimakak ni Jason Cullamat nga siya ang naghimo sa krimen kay matod niya didto siya sa Lungsod sa Barili atol sa hitabo.Apan aduna siyay gitudlo nga laing tawo nga maoy nag maneho sa iyang multicab apan wala lang una kini gibutyag sa mga polis. Sa susamang kalambuan, giila si Lagria sa iyang mga paryente nga miduaw sa punerarya diin gidala ang iyang lawas human mapalgi niadtong kadlawon sa Martes, Nobiyembre 19, 2024 habig sa Barangay Mambaling, Cebu City.  sa dakbayan sa Sugbo.PAINGON MO-DUTY Matod sa bayaw ni Lagria nga ug sa iyang ig-agaw nga nangadlawon nga milakaw ang biktima kay siya ang opening sa restaurant nga iyang gitrabahoan apan sa dili pa sila mangabli mag-meeting pa sila uban sa ilang management.Nagpahatod pa kini sa iyang amahan sa eskina sa Yati sa lungsod sa Liloan aron mosakay na usab og PUJ paingon sa dakbayan sa Mandaue.Nianang pagkabuntag nakabalita ang kabanay sa DyHP nga adunay babaye nga wala mailhi ang napalgan nga patay na sa SRP ug sa ilang pag tan-aw sa Facebook Live mihaom kini sa hitsura ni Neca apan wala lang nila kini panumbalinga.Pagkagabii natingala na ang ginikanan ni Neca kay wala kini mouli hangtod nga ilang gitawgan ang cellular phone niini apan dili na kini makontak.Nanawag pa sila sa restaurant nga gitrabahoan niini ug mibutyag ang mga kauban sa trabaho nga wala mo-duty ang biktima sukad sa kaadlawon.Hinungdan nga sila nabalaka pag ayo sa sitwasyon sa ilang kamanghurang anak nga tungod ani ilang gi review ang post sa social media sa DyHP ug ilang naklaro sa usa ka video nga napalgan sa SRP mao gyud si Neca.Usa sa ilang natandi ang awom sa simod sa biktima ug ang pamanit nga pution nga mao gyud sa dagway ni Neca.“Naay balita anang pagka buntag pero wala ra namo kay naa sa among hunahuna ni trabaho man siya mao to wala ra namo, then nay balita ron sa DyHP mao to niduol ang ig-agaw niya nga tan-awa ang nawong kay murag si Denise gyud ni, nya blurred man ang kuan... mao to wala mi mituo kay basin pareho lang og nawong dayon naa may usa ka picture nga klaro gyud kaayo mao to among na confirm nga siya gyud,” matod ni Jerson Dag-uman, bayaw.Ang ig-agaw sa biktima nga si Jnypher Noval mibutyag nga wala sila makahibawo nga dunay hulga sa kinabuhi ang biktima.“Wala man kay kana siya kuan man gud na siyag baba mo estorya gyud na siya namo ba, bisan kinsa sa among kaliwat open gyud kaayo na siya, wala mi kuan gud kanang death threat kanang gi hulga-hulgaan siya wala man,” matod ni Jnypher Noval.Ang maguwang sa biktima nga nagdumili sa pagpaila nanghinaot nga makakita og hustisya sa kamatayon sa ilang kamanghurang igsuon.“Sa nanghilabot sa akung manghod nga unta ma konsensya lang unta ka ug magpakita ka nga imong gihilabtan ang akung manghod nga mo surrender lang gyud unta ka, para unta naay hustisya ang akung manghod kay bata pa gyud kaayo siya, tinuod badlongon kaayo to among manghod pero dili unta angayan nga ingun ana-on,” matod sa igsuon sa biktima.CCTV FOOTAGEMatod ni Police Colonel Antonietto Cañete, hepe sa CCPO nga duna na silay nakuha nga CCTV footage nga motakdo sa pamahayag sa saksi labot sa sakyanan nga gituohang gigamit sa suspetsado.Una na nga mibutyag ang usa sa mga saksi nga sakop sa Bantay Dagat nga dunay usa ka Sport Utility Vehicle ang iyang nakita nga mihunong sa dapit ug ang sakay niini dunay gilabay sa dagat. /  "
    },
    {
        "id": 10,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/bfp-condo-sa-brgy-mabolo-fire-hazard",
        "title": "BFP: Condo sa Brgy. Mabolo ‘fire hazard’",
        "author": "Guam P. Logroño",
        "date": "21 hours ago",
        "body": "Ang San Marino Condominium gipaskinan sa Cebu City Fire Department gumikan sa mga nakita nga daghang kalapasan atol sa inspeksiyon sa alas 11:00 sa buntag Miyerkules, Nobiyembre 20, 2024 sa dalan Rivera St, Barangay Mabolo, dakbayan sa Sugbo.Si SFO3 Lemuel Vincent Alcoseba, station commander sa Mabolo Sub-Station, BFP Cebu, maoy nangulo sa pagbutang og warning diha sa ilang ganghaan uban sa mga sakop sa kapulisan nga ‘fire hazard’ ang maong edipisyo. Matod ni SFO3 Alcoseba nahinabi sa Superbalita Cebu nga makadaghang higayon nila gipadad-an og notice ang tagdumala sa maong edepisyo, apan wala sila panumbalinga aron nga makorehian ang mga nakita nga kalapasan.Nasuta ang maong mga kalapasan sa duha usa sa mga nagpuyo ang mireklamo hinungdan nga gipahigayon ang pakisusi. Usa sa nakita mao nga ang fire exit diha lang sa ika-upat nga andana, aduna pay dili mominos 10 ka violation ang namatikdan. Gipasabot sa opisyal nga gihatagan gihapon nila og kahigayonan ang management sa maong condo nga matarong sa tagdumala ang mga kalapasan niini sud sa 15 ngato sa 30 ka adlaw. Sa higayon nga mapakyas sa pagtuman morekomindar ang BFPP ngadto sa local government unit sa pagpasira  niini. Gipahibawo sab sa kabomberohan ang mga okupante nga dili luwas ang condo nga ilang gipuy-an.Gisuwayan sa Superbalita Cebu sa pagkuha sa habig sa management sa San Marino condo apan nagdumili kini sa pagluwat og pamahayag. Si SFO3 Wendell Villanueva, ang tigpamaba sa Cebu City Fire Station mipahibawo nga usa ka dako nga kalapasan sa RA9514 o nailhan nga Fire Code of the Philippines.Matud ni Villanueva, nga unang higayon nila nga nakabutang og paskin o warning dinhi sa dakbayan sa Sugbo sa paningkamot nga ang mga building o edepisyo sa dakbayan sa Sugbu compliance sa lagda sa Fired code sa BFP.Apan adunay uban nga wala makatuman niini. / GPL "
    },
    {
        "id": 11,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/mananagat-nga-pusher-sikop",
        "title": "Mananagat nga ‘pusher’ sikop",
        "author": "Dario V. Gil",
        "date": "21 hours ago",
        "body": "Gibanabana nga moabot sa kapin sa P200,000 ang kantidad sa shabu nga nasakmit gikan mananagat sa dihang nasikop sa gilusad nga buy bust, sa alas 10:31 sa buntag, Martes, Nobiyembre 19, 2024. Ang maong operasyon gipahigayon sa Barangay Bahay, Lungsod sa Sigbonga.Ang dinakpan gitago sa pangalan nga Ken, 28, ulitawo, mananagat, nga taga Nueva Caceres, Lungsod sa Oslob. Gawas sa pagpanagat nag-sideline sab si Ken sa pagpamaligya og shabu.Wa makamatikod ang subject nga polis diay ang nagpaka aron ingnon nga buyer sa drugas nga mipalit og usa ka putos nga shabu nga mokantidad sa P12,000.Nagtuo nga makakuwarta na si Ken pusas na hinuon ang gipasul-ob sa iyang mga pulso. / DVG   "
    },
    {
        "id": 12,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/ndrrmc-9-patay-tungod-sa-bagyo-nga-nika-ofel-pepito",
        "title": "NDRRMC: 9 patay tungod sa bagyo nga Nika, Ofel, Pepito",
        "author": "Superbalita Cebu",
        "date": "21 hours ago",
        "body": "Nakapasamot sa krisis ang ‘Pepito’ gumikan sa sunodsunod nga nangaging bagyo nga niigo sa LuzonNiabot na ngadto sa siyam ang ihap sa nangamatay tungod sa tropical cyclone nga Nika, Ofel ug Pepito, sumala sa National Disaster Risk Reduction and Management Council (NDRRMC) sa  Miyerkules, Nobyembre 20, 2024.Sa usa ka situational report, ang disaster bureau nitaho sa upat ka mga tawo nga nawala human sa sunodsunod nga mga bagyo nga mihapak sa nasod.Sama sa gitaho sa sayo pa, pito ka mga batang lalaki ug babaye ang namatay sa pagdahili sa yuta sa Ambaguio, Nueva Vizcaya atol sa bagyong Pepito.Ang NDRRMC nagkanayon nga adunay kinatibuk-ang 820,831 ka pamilya sa 3,031,171 ka mga tawo ang apektado sa sunodsunod nga kasamok sa panahon partikular na sa Ilocos, Cagayan Valley ug Bicol, ingon man sa Central Luzon, Calabarzon, Mimaropa ug National Capital Region (NCR).Sa mga tawo nga naapektuhan, 442,857 ka mga indibiduwal ang nawala.Nakatala ang bureau og 290 ka lugar nga gibahaan partikular sa Ilocos, Cagayan Valley, Bicol, ug Central Visayas.Matod pa nga 22,421 ka mga balay ang nangaguba tungod sa dautang panahon.Mokabat sa P8,640,199.46 ang danyos sa sektor sa agrikultura, samtang P1,5­4­9,7­92,274 ang kadaot sa imprastraktura. Nisaka na ngadto sa 21 ang ihap sa mga siyudad ug munisipyo nga gipailawom sa state of calamity.Sa iyang pagpasalig sa mga apektadong populasyon nga ang Nasyonal nga Gobyerno motabang kanila. / TPM / SunStar Philippines "
    },
    {
        "id": 13,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/fixer-laing-2-nakonbikto-tungod-sa-p64b-shabu",
        "title": "Fixer, laing 2 nakonbikto tungod sa P6.4B shabu",
        "author": "Superbalita Cebu",
        "date": "21 hours ago",
        "body": "Si Customs fixer Mark Ruben Taguba II ug laing duha nakonbikto na usab sa importasyon sa ilegal nga drugas kalabot sa P6.4 bilyunes nga kantidad sa methamphetamine hydrochloride (shabu) nga nasakmit gikan sa usa ka bodega sa Valenzuela City sa 2017.Sa 37 ka pahina nga desisyon nga giproklamar sa Manila Regional Trial Court (RTC) Branch 46 niadtong Nobyembre 18, 2024, si Taguba; Eirene Mae Tatad, consignee sa kargamento; ug ang negosyanteng si Dong Yi Shen nakonbikto sa paglapas sa Comprehensive Dangerous Drugs Act of 2002.Gisentensiyahan sila og tibuok kinabuhi nga pagkabilanggo ug gimanduan nga mobayad og multa nga P500,000 matag usa.Si Taguba gidakop samtang nagtambong sa Senate inquiry sa maong butang niadtong 2018, samtang si Tatad nasikop sa Iloilo City sa samang tuig. Gidakop si Dong niadtong 2017.Matod sa korte nga dako og papel si Taguba sa ilegal nga pagsulod sa mga kargamento sa nasud pinaagi sa Bureau of Customs.Namatikdan niini ang pag-angkon ni Taguba nga ang kargamento gikarga sa usa ka trak nga gipanag-iya sa iyang kompanya, \"usa ka klaro nga dayag nga buhat sa pagpadayon sa panagkunsabo.\"Si Tatad nakigkunsabo sa ilegal nga kalihokan sa dihang iyang giaprobahan nga mahimong consignee sa mga kargamento bugti sa P1,500 sa matag container.Niadtong Septembre, ang samang korte sa Manila nakahukom nga sila Taguba, Tatad, Dong, ug warehouseman nga si Fidel Dee nga guilty sa importation, receipt and facilitation, ug misdeclaration ubos sa Customs Modernization and Tariff Act kalabot sa kaso.Gisentensiyahan usab sila og tibuok kinabuhi nga pagkabilanggo ug pabayron og multa nga P150 milyunes matag usa. / TPM / SunStar Philippines "
    },
    {
        "id": 14,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/rosell-mikiha-ni-garcia-ubang-opisyal-sa-city-hall",
        "title": "Rosell mikiha ni Garcia, ubang opisyal sa City Hall",
        "author": "Earl Kim H. Padronia",
        "date": "21 hours ago",
        "body": "Kanhi Cebu City Administrator Collin Rosell nisang-at sa Office of the Ombudsman - Visayas niadtong Miyerkules, Nobiyembre 20, 2024, og daghang eklamo kalabot sa iyang “unlawful arrest” duha ka semana ang milabay. Ang respondents mao sila si Cebu City Mayor Raymond Alvin Garcia, Cebu City Acting City Administrator Kristine Joyce Batucan, Cebu City Police Office chief P/Col. Antonietto Cañete ug John Does, hepe sa Cebu City Police Station 3 nga si P/Maj. John Lynbert Castigador Yango uban sa mga sakop sa Police Station 3, ug Cebu City Legal Office head Santiago Ortiz Jr.Ang reklamo naglakip sa Arbitrary Detention, Unlawful Arrest, Tumultuous Disturbance, Physical Injuries, Grave Threats, Grave Coercion, Malicious Mischief, Paglapas sa Republic Act No. 11983 o New Philippine Passport Act, Paglapas sa Republic Act No. 8484 nga giamendar sa Republic Act No. 11449 o Access Device Regulation Act of 1998, Paglapas sa Section 10 sa Republic Act No. 7610 o ang Anti-Child Abuse Act, Grave Misconduct. Grave Neglect of Duty, Grave Abuse of Authority. Usa sa pag-ampo ni Rosell alang sa damages ug issuance of preventive suspension order batok sa ng mga opisyal. Niadtong Nobiyembre 8, gidakop sa mga personahe sa CCPO pinangulohan ni Cañete si Rosell tungod sa reklamong “Usurpation of Authority and resisting arrest” sulod sa buhatan sa kanhi mayor sa City Hall ug gitanggong sa Police Station  hangtod nga nakapiyansa sa sunod adlaw,  Nobiyembre 9.REKLAMOSa press conference niadtong Miyerkules, gipasabot ni Rosell kon nganong dunay reklamo sa Anti-Child Abuse Act tungod sa pag-imbargo sa mga butang sa iyang personnel atol sa giingong illegal arrest nga iyang paagi sa pagkita. Apil na niini ang iyang mga credit card, smartphone, laptop, ug uban pang device ug mga identification card ug mga dokumento sama sa iyang pasaporte nga importante sa iyang trabaho. Human siya gibuhian, iyang gipangayo sa CCPO ang iyang mga butang apan nitug-an nga naa kini sa City Hall ug nitug-an siya nga dili na kini ma-release tungod sa wala matino nga pagpagawas. Sa dihang nasikop si Rosell, gi-padlock  ni Garcia ang opisina ni Rama, diin sa pagsud-ong sa bildo nga pultahan, dunay gadgets nga nahibilin sa sulod nga gituohang mga butang ni Rosell. Matod ni Rosell nga aduna siyay tulo ka mga anak nga gisuportahan ug laing unom gikan sa iyang igsuon nga ubos sa iyang pag-atiman, diin ang insidente nakaapekto sa iyang abilidad sa pagpangita og kita.Gikwestiyon usab niya ang ilegal nga pagdakop ilabi na nga way warrant of arrest batok kaniya ug nagtuo siya nga wala siya'y nahimong krimen. Atol sa iyang pagkabilanggo, ang mga awtoridad dili makapatin-aw kaniya ug sa iyang abogado kon unsa ang kinaiya sa pagdakop kaniya o kon dunay usa ka reklamo nga gisang-at ngadto sa buhatan sa piskal diha-diha dayon human sa warrantless arrest. Kini maoy nakaaghat sa kampo ni Rosell sa pagpasaka og piyansa tungod kay naa kini sa iyang katungod alang sa kagawasan bisan pa man sa pagkawala sa reklamo. Si Rosell gipamulta og P30,000 sa usurpation of authority ug P3,000 sa pagsukol ug pagsuway.Nagtuo siya nga ang pagkalangay sa pagpasaka sa kaso, ilabina ang arresting officer, nga si Cañete, usa ka tinuyo nga buhat hinungdan nga nakahinapos siya nga adunay \"Arbitrary Detention\" tungod kay adunay magamit nga mga piskal sa adlaw sa pagdakop.DISMISSALSila si Rosell ug Lawyer Mikel Rama, ang abogado ni kanhi Cebu City Mayor Michael Rama subling namahayag niadtong Miyerkules, Nobiyembre 20, 2024, nga wala pa ma-serve ang dismissal ug disqualification order gikan sa Ombudsman batok sa mayor sa dakbayan.Gipasabot ni Rosell nga si Mayor Rama gihapon ang local chief executive sa dakbayan sa Sugbo sanglit wala pa madawat sa ilang kampo ang mga dokumento kalabot sa desisyon nga direkta gikan sa Ombudsman. Gikwestiyon usab sa duha ka abogado ang lehitimo sa paglingkod ni Garcia pinaagi sa memorandum order gikan ni Department of Interior and Local Government (DILG) - Central Visayas director Leocadio Trovela.Matod ni Mikel nga kung wala kini nga mga dokumento sama sa Proof of Service sa dismissal order ug Authorization sa DILG sa pagpatuman sa kamandoan nagsilbi importante nga sangkap sa pag­patuman sa Ombudsman order. Iyang gipasabot nga nagpadala na sila og mga suwat ngadto sa DILG Central Visayas ug sa Central Offices lakip na sa Ombudsman-Visayas ug Central Offices aron paghatag niini nga pruweba, nga wala pa mahatag kanila./EHP "
    },
    {
        "id": 15,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/ownership-meetings",
        "title": "Ownership meetings",
        "author": "Superbalita Cebu",
        "date": "21 hours ago",
        "body": "Ang Lamac Multi-Purpose Cooperative (LMPC) padayon nga nagpakita sa kaisog ug panaghiusa pinaagi sa kalampusan sa ownership meetings nga gipahigayon sa nagkalainlaing lugar sa ilang operasyon. Kini nga mga kalihokan, nga nahitabo sa kataposang quarter sa 2024, naghiusa sa mga miyembro, opisyales, ug stakeholders aron sa pagselebrar sa mga kalampusan, pag-atubang sa mga hagit, ug paghiusa sa panan-aw alang sa umaabot sa kooperatiba.Uban sa tema nga “Padayon ug Paglig-on,” ang mga Ownership Meetings naghatag og importansya sa paglahutay ug panaghiusa bisan pa sa mga hagit sa panahon.Gipasiugda niini ang misyon sa LMPC nga maghatag og kusog sa komunidad ug maghimo og padayong kalamboan.Gikan sa maanindot nga dapit sa Bohol, Leyte ug Negros ngadto sa dinamiko nga mga lungsod sa Sugbo ug ubang lugar, ang matag meeting nahimong plataporma alang sa pagpaambit sa kasinatian, pag-ila sa mga kalampusan, ug pagbutang sa klaro nga mga tumong alang sa mosunod nga mga tuig.Ang ownership meetings nagpamatuod sa dili matarog nga dedikasyon sa LMPC sa pagpalig-on sa mga komunidad pinaagi sa kooperatiba. Kini nga mga kalihokan nagpamatuod nga pinaagi sa panaghiusa ug paningkamot, makab-ot ang kalampusan.Samtang, ang LMPC nagpadulong sa lain na usab nga milestone sa iyang 50 ka tuig nga kasaysayan, kini nagpabilin nga matinud-anon sa misyon nga maghimo og kahigayunan ug magdala og positibo nga kausaban sa mga miyembro ug komunidad nga iyang gialagaran.“Pinaagi sa panaghiusa, daghan ta’ng makab-ot,” matod pa sa usa ka partisipante.Uban niini, ang LMPC magapadayon sa paglupad taas, nag-una sa kalampusan sa kooperatiba. "
    },
    {
        "id": 16,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/lola-gimino-nasaag-sa-kakahuyan",
        "title": "Lola gimino, nasaag sa kakahuyan",
        "author": "Dario V. Gil",
        "date": "22 hours ago",
        "body": "Nakasulti na ang usa ka 70 anyos nga lola nga unang gikataho nga missing sud sa 24 oras, napalgan niadtong Martes, Nobiyembre 19 apan tulala ug dili ma­kaistorya.Apan nakasulti  na kini ka­ga­hapon, Miyerkules, Nobi­yembre 20, si Narcisa Dayuja, taga Sityo Anislagan, Ba­rangay Guadalupe, dakba­yan sa Carcar niasoy bahin sa nahitabo kaniya.Matod ni Dayuja, niadtong Lunes, Nobiyembre 18, sa alas 12:00 sa udto, nanguha siya og dahon sa sigisi nga maoy iyang panginabuhian. Asoy ni Dayuja, kalit lang siya nga wa na makahinumdom kon asa na siya sama gimino ug gilamat siya nga bisan usna niya paglakaw, dili siya makapauli.Dugang niya nga nagsigi siya og lakaw nga way kahumanon ug mopahuway lang kon kapuyon ug wa pod siya makadungog sa mga tawag sa mga nangita ka niya. Samtang gihimaka niya ang pagduda nga giamong-amongan kini labina kay sa dihang nakit-an kini nga tulala, wa nay underwear.Ang Superbalita Cebu naka­hinabi ngadto sa bana nga si Felipe, 74, nga matod pa niya nga dugay na nga manguha siya ug ang iyang asawa og dahon sa sigisi kay maoy ilang panginabuhian nga ila kini nga ibangan unya ibaligya sa Freedom Park sa Carbon Market sa dakbayan sa Sugbo kay ipares kini sa bulak para sa patay, Apan matod sa bana, udto niadtong Lunes gitaghuyan siya sa iyang asawa kay maniudto na sila sa maong dapit nga diin nanungoha kini'g mga dahon sa sigisi.Sa iyang pag-adto, wa na ang iyang asawa ug sa dihang iyang gitawgan sa cell phone, mo-ring apan di motubag ug didto na siya nabalaka.Dugang ni Felipe nga ni dangop na siya ngadto sa ilang kapitan sa barangay nga si Rey Lawas aron matabangan sa pagpangita sa iyang asawa.Si Lawas uban sa iyang konsehal ug nga barangay tanod, mga anak, mga apo, kaparyentihan ug lumolupyo sa maong dapit ang nangita ni Lola.Gisum-ok nila ang mga kalibunan ug mga kakahuyan labina sa gitawag nga kahoy nga dalakit basin ug gitaguan sa 'di ingon nato.'Hangtod nga may nag pahibalo nga ang na-missing nga Lola ang nakit-an sa sapa sa maong dapit nga tulala ug gidala sa pagdala sa Carcar City District Hospital aron mahiling sa dktor ma tambalan apan di pa kini mapangutana kay di makatingog. / DVG   "
    },
    {
        "id": 17,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/ciar-paghandom-sa-tv-host-inahan-sa-bisdak-music",
        "title": "Ciar: Paghandom sa TV host, inahan sa Bisdak music",
        "author": "Troy R. Ciar",
        "date": "20 hours ago",
        "body": "Daghan tingali sa bag-ong henerasyon karon ang wala na makaila ni “Sister Joy” kun Juliet Pagaspas Balboa sa tinuod nga kinabuhi.Siya ug ang iyang bana nga si anhing Baste Balboa ang unang nailang “power couple” kaniadto sa Cebu’s record industry sa dihang nauso pa ang plaka, cassette tapes ug CD.. Ang Bisdak Music sa Alpha Records giduma sa magtiayong Balboa ug maoy nagbukas og oportunidad sa ubang artists aron makamugna og kaugalingon nilang musika nga mao na karon ang Bisrock ug Bisrap.Samtang si Baste ang giilang “Amahan sa Bisdak Music,” si Sister Joy ang nagsilbing inahan ug gabayan isip presidente kaniadto sa Philippine Association of the Record Industry, Inc. (PARI).Gikan sa classic novelty nilang Max Surban, Victor Wood, ug Yoyoy Villame ngadto sa `90s Bisdak hits nga “Habalhabal,” “Sige Chacha” ug “Mga Pasiaw ni Teban ug Golyat” albums kini tanan namugna sa panahon sa magtiayong Balboa.Bisan sa Manila daghang mga artist silang natabangan sama nilang Michael Laygo (Minahal kita), Selina Sevilla (Nilunok Ko’ng Lahat), Rene Alon (Pusong Bato) ug ang “Aegis” nga ilang gidala sa Sugbo aron akong mainterbyu kauban ang magsuong lead vocalists Juliet ug anhing Mercy Sunot niadtong 1998.Sa dihang gibuksan ang Cebu Catholic Television Network (CCTN) niadtong 2002, ang magtiayong Balboa ang nag-organisa sa ilang musical shows sama sa “Salamat sa Musika” ug “You and the Music.”Si Sister Joy ang spiritual advisor sa “Oasis of Love” ug ang original co-host sa programang “Dalit sa Gugma” kauban ang  head servant nga si Nonito “Tatay Dodong” Limchua, ang founder sa CCTN.Si Sister Joy usab ang nagsilbing spiritual advisor sa Superbalita’s “AC Martin’s Strongest Link” niadtong 2001.Bisan sa iyang pagretiro sa recording, padayong gialagaran ni Sister Joy ang komunidad isip sakop sa Cebu Anti-Indecency Board (CAIB). Nag-chat pa mi niya dihang nipanaw ang kanhi kolumnista sa Superbalita nga si Roger Serna kay plano diay unta nilang magkita uban sa kaubanan nila sa Oasis.Apan niadtong Sabado, Nov. 16, nakabsan usab si Sister Joy sa edad nga 71 pila ka buwan human siya na-diagnosed sa cancer.Subo man palandungon apan kita tanan bisita ra gyud aning kalibutana. Salamat Ma’am Joy sa imong mga natampo, dili lang sa industriya apan apil na sa personal nga aspeto sa akong kinabuhi. Hinaot padayon mo kaming gabayan.Si Sister Joy gitakdang ihatod sa katapusan niyang kapahulayan karong Huwebes, 2 p.m., Nov. 21 sa Manila Memorial Park sa Liloan. Ayo-ayo sa imong pa­naw, Ma’am Joy. God bless. / "
    },
    {
        "id": 18,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/sugilanon-sikad-sikad",
        "title": "Sugilanon: Sikad-Sikad",
        "author": "Kalingawansuper (Superbalita Cebu)",
        "date": "20 hours ago",
        "body": "PAGKAHUMAN og pa­ma­haw, migawas si Noy Danilo ngadto sa gamay nilang nataran. Igo-igo lang ang gidak-on sa ilang balay nga light materials ang mga dapat. Dunay gamay nga umahan si Noy Danilo nga iyang giugmad alang sa ilang panginabuhi sa iyang anak nga si Kristine.Bugtong anak si Kristine nila ni Danilo ug sa namatay nga asawa. Duha ka tuig nang biyudo si Noy Danilo. Sa edad nga kuwarentay singko, wa na siya magminyo ug maoy gihatagan niyag dakong pagtagad ang pagtungha ni Kristine sa kolehiyo. Ug wa siya mapakyas. Nakahuman sa pag-eskuyla si Krsitine ug karong adlawa magsugod nag trabaho sa opisina si Kristine sa munisipyo sa ilang dapit.Maayo gani kay duna nay tulunghaang kolehiyo sa ilang lungsod. Di na kaayo siya makagasto og dako gyud.Lain pangita ni Noy Danilo mao ang pagpamasahero sa iyang sikad-sikad. Nakatabang sab kini sa pagpaeskuyla niya kang Kristine.Sama sa naandan sayo nga nimata si Noy Danilo karong buntaga aron pagluto sa pamahaw. Wa una siya mokaon kay nag-andam siya sa iyang sikad-sikad aron ihatod si Kristine sa munisipyo. Malipayon kaayo siya. Mapagarbuhon siya nga nakabaton og anak nga propesyonal.Gipahiyoman ni Noy Danilo si Kristine nga nigawas na sa ilang balay. Angayan ang iyang anak sa gisul-ob nga uniporme nga bestida. Nag-shoulder bag ang iyang anak. Niasenso na gyud ang iyang anak.“O, Tay. Kaon na didto.”Seryuso si Krsitine nga nagsuling-suling sa iyang nawong sa gikuptang gamay nga salamin.“Busog pa ko, Nak.”“Sige, Tay, adto na ko.”Milakaw si Kristine padulong sa pultahan sa koral nga kawayan sa ilang nataran.“Asa ka man, Day Kristine?” Nahibulong si Noy Danilo.“Magsakay kog habal-habal, Tay.”“Ihatod ta man ka aning sikad-sikad.”“Ayaw na lang, Tay, uy. Ka­lain ana.”‘Mao na man kini ang kanunay mong sakyan sa nag-eskuyla ka pa sukad sa elementarya hangtod sa paggradwar nimo sa college.”“Lahi na karon, Tay. Nag-opisina na ko. Di na ko estudyante.Wa makatingog si Noy Danilo nga nagtan-aw sa anak nga nagsakay na sa niaging habal-habal. Nakapanghupaw siya. Gikauwaw ba ni Kristine ang pagsakay sa sikad-sikad? Gikauwaw ba siya sa iyang anak? Mihuot ang dughan ni Noy Danilo.Sa misunod nga mga adlaw mao gihapon ang nahitabo. Di gyud magpahatod si Kristine sa sikad-sikad ni Noy Danilo. Hangtod nga di na ganahan makigsulti si Noy Danilo sa anak. Naglikay na siya kang Kristine. Kining tanan namatikdan kini ni Kristine.“Siguradong nahiubos si Tiyo sa imon g gibuhat, Kristine. Nganong nausab ka man sab sa imong kinaiya ngadto ni Tiyo Danilo?”Usa ka adlaw gitug-an ni Kristine sa iyang ig-agaw nga kauban niyag trabaho sa munisipyo ang pagkausab sa tinagdan ni Noy Danilo kaniya.“Naguol ko kay kanunay kong nakita si Tatay nga maghinuktok.” Kahilakon si Kristine.  “Gipangga ko kaayo siya. Utang buot ko niya kon nganong naingon ko ani karon.”“Aw naa ra man diay kana, Kristine. Pangayog pasaylo sa imong Tatay.”USA ka buntag. Malipayon kaayo si Noy Danilo nga nagmaneho sa iyang sikad-sikad padulong sa munisipyo. Nagsakay sa sikad-sikad si Krsitine nga malipayon sab kaayo. Nagkanta-kanta pa siya ug matag karon ug unya pahiyoman niya ang iyang amahan. (KATAPUSAN) "
    },
    {
        "id": 19,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/balak-pink-brassiere",
        "title": "Balak: Pink Brassiere",
        "author": "Kalingawansuper (Superbalita Cebu)",
        "date": "20 hours ago",
        "body": "Alden Arsèn.Wala ko mohilaksa dihang nagdanguyngoy kasamtang nag-apong sa usa ka daob.Ang kada lusok sa imong luhagasolina nga midabdab sa kayo.Apan sa dihang namahid kanapusgay ang pagsilaob.Midayag sa bágaang rosasong sapwangsa imong dughan hagtakang pagpakapungilsa akong mga luha."
    },
    {
        "id": 20,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/balak-ligid-2",
        "title": "Balak: Ligid",
        "author": "Kalingawansuper (Superbalita Cebu)",
        "date": "20 hours ago",
        "body": "Arianne Joyce B.RomagueraEl Pardo, Boljoon, Cebu.Hayag ang kabuntagon.Pagkamalipayon ninyong nanagdulataliwala sa karsada.Kansang mga ikog gibira-biraDaw mga bata’ng gihataga’gdiyutay'ng gasa.Ang dakong bak-al sa bukogKaninyo nagpalipay sa hingpit.Apan pagkangilngig nga sutaonang signos mo’ng kamatayon.Kalit nga may nidahunog, ' Broom! Peepp!'Ug diha-diha, nahulipan ang mga sadyangpaghotSa sakit nga agulo,Uban sa pagtulo sa imong dugo."
    },
    {
        "id": 21,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/tambagi-ko-noy-kulas-nagkaawop-nga-spark",
        "title": "Tambagi ko Noy Kulas: Nagkaawop nga spark",
        "author": "Kalingawansuper (Superbalita Cebu)",
        "date": "21 hours ago",
        "body": "Dear Noy Kulas,Maayong adlaw nimo. Wa ko mag expect nga makapatambag ko nimo parte aning akong problema. Itago lang ko sa ngan nga Omar.Kining akong problema parte ni sa duha ka mga babaye nga pulos nako gihigugma. Ang usa ang akong fiance nga nag work sa abroad while ang usa akong uyab nga akong kauban nga hilig og angkas og motor mao magkakuyog mi og ride kay diri siya nako. Sa sige namong laag, nagka develop ang among feeling ug karon kami na.Nakahibawo siya nga naa na koy fiance ug kaslon mi next year but okay ra niya bisan secret ang among relationship. Ang akong worry, Noy Kulas, kay nagkagamay na ang spark sa akong feeling sa akong fiance while sa akong second nagkagrabe. Di na ko mahimutang kon di mi magkuyog ug di magkita bisan usa lang ka adlaw. Unsa may akong buhaton?OMARMar,Kaluoy sab tawon sa imong pangasaw-onon nga hayan ni abroad tungod kay gusto nga makatigom alang sa iyang pamilya ug sa inyong umaabot. Nagsakripisyo siya pag adto didto. Di baya lalim ang mahilayo sa mga tawo nga gimahal. Mao unta na ang imong gihuna-huna. Naglikay unta ka nga makigsuod og lain nga babaye aron di moawop ang spark.Putla ang inyong relasyon nianang imong ikaduha kay masalbar pa baya nang inyong relasyon sa first kay nagkaawop pa man na, wa pa napawong. Maluoy sab ka sa iyang pagsakripisyo.Nasayod na man nang imong ikaduhang GF sa imong sitwasyon, pasabta siya nga gikinahanglan ninyong undangon ang nagtubo pa nga panaghigugmaay ninyong duha.NOY KULASrojval69@yahoo.com"
    },
    {
        "id": 22,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/talk-to-papa-joe-gustong-mobuhi",
        "title": "Talk to Papa Joe: Gustong mobuhi",
        "author": "Papa Joe",
        "date": "Nov 19, 2024",
        "body": "Dear Papa Joe,Ako diay si Tina, 24 years old ug nagtrabaho isip office clerk sa usa ka dakong kompanya diri sa Cebu. Karon naa koy uyab since high school pa mi ani niya, pero kani siya karon gaskwela pa gihapon. Dako kaayo mi ug mga damgo sama sa magkapamilya mi. Sulod sa pila ka tuig sa among relasyon wala gyud mi major nga away, selos selos lang both sides. Ni-promise mi nga og momature na gyud mi ug kami pa gihapon mag inunungay gyud mi ug manganak mi ug lima. Grabe gyud among promises. Kada gabii moadto gyud siya sa amo malili lang ko nga ok ra. Pero sad to say murag maundang gyud na nako kay lumargahay ko sa Canada ug wa ko masayud ug makabalik ba ko dayon o mobalik ba. Gusto nako siyang buwagan pero naglibog ko unsaon nako pag-explain niya kay wala man gyud siyay nahibaw-an sa akong paglarga. Gusto ko nga mobiya diretso pero galibog ko, mao nga tambagi ko.TINATina,Pagka unfair man sad sa imong buhaton day nga wala man tawon nay sala nimo nga grounded sa pagbuwag. Murag karon man nuon nigawas imong immaturity. Pwede man gud nimo siya sultihan sa tinuod kay daghan man diha nga niwork ang long distance relationship. Kon dili ka sigurado nga makabalik ug tinud-anay mo nahigugma pwede man siya moapas nimo labi na ug citizen naka didto. Naa gyuy mga paagi labi sa high tech sa kalibutan ron pwede ra mo mag video call. Nilungtad man gani tong sauna nga suwat ug telegrama ra. Basin di gyud na mao ang rason, basin wa na gyud kay gugma niya mao nga nangita na lang ka og excuse.Papa Joe(sa inyong tampo ipadala lang sa papajoesuperb@gmail.com) "
    },
    {
        "id": 23,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/talk-to-papa-joe-naigo-sa-pana",
        "title": "Talk to Papa Joe: Naigo sa pana",
        "author": "Papa Joe",
        "date": "Nov 18, 2024",
        "body": "Dear Papa Joe,Tawga lang ko sa pangalan nga Jeric, 28 years old ug ulitawo pa, tubong Norte ko sa Sugbo ug nanimpalad diri sa Cebu City para moharuhay ang pagpuyo. Ako paps anak ko og usa ka GRO ug wa nako damha maski laki ko mahipunta ra gihapon ko sa trabaho sa akong mama pero isip usa ka call boy ug dancer sa club, dili lang nako i mention kay mailhan gyud ko. Medyo maayo man ang dagan ning trabahua sa ako kay daghan man ko ug mga customer labi na mga matrona pero walay seryoso. Karon kay na-inlove ko og usa ka babaye nga nailaila nako sa usa ka mall kay didto siya nagtrabaho. Nauyab gyud ni nakong bayhana pero karon iya kong gibiyaan sa rason nga nahibaw-an niya akong work ug wala daw siyay nawong ipailaila ko sa iyang pamilya sa klase sa akong trabaho. Gipapili ko niya nga kon nahigugma gyud ko niya andam ko talikdan akong trabaho, mamakak lang kaha ko niya? Kay wa man koy nakit-an nga trabaho makahatag nako ani nga kita? Tambagi ko.JERICJeric,Kung tinuod gyud kang nahigugma imong buhaton ang tanan para makab-ot nimo imong gugma. No offense meant sa sama nimo og trabaho, timan-i dili man na hangtod sa hangtod gyud nga pangitaa kay moedad man ang tawo ug syempre kasagaran siguro sa mga customer ninyo mangita gyud na og batan-on. Maynalang og kung makatigum ka og makanegosyo ka nga molambo pero ang punto og makadawat ba imong hinigugma sa source unya sa ibuhi nimo sa imong pamilya puhon. Again dili gyud ta makabuot sa desisyon nimo kon sa tan-aw nimo di sad worth it ang babaye, basin maka- ingon sad ka nga daghan pa bitaw babaye diha pero lahi man gud og maigo na ta sa pana.Papa Joe (Sa inyong tampo i­padala lang sa papajoesuperb@gmail.com)"
    },
    {
        "id": 24,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/tambagi-ko-noy-kulas-miuli-kay-nasakit",
        "title": "Tambagi ko Noy Kulas: Miuli kay nasakit",
        "author": "Kalingawansuper (Superbalita Cebu)",
        "date": "Nov 15, 2024",
        "body": "Dear Noy Kulas,Ako si Nikka, minyo but buwag na sa bana for more than 10 years. Dagko na sab ang among mga anak ug majority minyo na. Ako na lang siyang gipasagdan diha sa Pilipinas while ako wa na nag serious og relationship. Naa koy relasyon duwa-duwa na lang. Mao nay giingon nga bahala na gud basta kay hadlok na ko mag serious.Two months ago ang akong parents nag inform nga akong bana niuli sa amoa kay masakiton na. Ang partner ini wa nakaatiman so ni decide ang akong bana nga mouli sa among balay. Wa siya ni contact nako kay maulaw na siya. Nangayo siya og pasaylo sa akong pamilya ug nako pinaagi sa akong parents. Nanghangyo siya nga suportahan siya sa iyang medical needs, labina sa maintenance. Bahala na kuno og di ko makig-uli ug mopasaylo niya. Noy, obligado pa ba ko nga mo support sa akong bana? Angay ba siyang pasayluon o di sa iyang gibuhat nako ug sa among mga anak nga iyang gitalikdan? I need your advice. Daghang salamat.NIKKANik,Niuli siya kay masakiton na. Sa ato pa, ang babaye nga iyang gipuli nimo wa mahigugma sa tinud-anay kay kon tinuod pa, iya unta atimanon ang imong bana. Karon, imo ba siyang pasayluon? Mao na ang pangutana. Pasayloa siya sa iyang gibuhat. Mao na ang best thing nga imong mahimo as part of moving on process. Wa hinuon ko magpasabot nga makigbalik ka niya. You can just be friends kon wa ka nay gugma niya. Ayaw pagbaton og pagdumot niya kay di sab na makaayo niya ug nimo. Let go.As to the support, baga sab siya og nawong. Yet if makaya nimo, buhata hangtod lang asa sab kutob bisan di ka obligado human ka niya biyai for more than a decade. But before doing it, konsultaha sab ang inyong mga anak nga hayan mas nasayod parte sa kahimtang sa ilang amahan. Mas maayo nga kamong tanan ang mo-decide if he is worth sa support and how much.Hinaot pa nga magkauliay ang inyong kabubut-on isip tipik sa pag move on ug healing sa hingpit.NOY KULASrojval69@yahoo.com"
    },
    {
        "id": 25,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/gilas-batok-tall-blacks-karong-gabii",
        "title": "Gilas batok tall blacks karong gabii",
        "author": "Erwin S. Lirazan",
        "date": "21 hours ago",
        "body": "Sagubangon sa Gilas Pilipinas ang labing lisod nilang tahas sa FIBA Asia Cup qualifiers sa ilang pagpakigbatok sa New Zealand Tall Blacks sa second window karong alas 7:30 sa Huwebes sa gabii, Nobiyembre 21, 2024, sa Mall of Asia Arena sa Pasay City.Ang Gilas ug Tall Blacks kasamtangang nagbahin sa liderato sa Group B nga pulos naggunit og 2-0 nga rekord.Ang modaog ning sangkaa makaseguro og puwesto sa 2025 FIBA Asia Cup nga ipahigayon sa Saudi Arabia.Sa ilang katapusang upat ka mga engkuwentro sa FIBA tournaments, wala pa sukad nakatilaw og daog ang Gilas batok sa Tall Blacks.Giangkon ni Gilas coach Tim Cone nga grabe ka lisod nga tahas ang pagbuntog sa Tall Blacks apan malaumon siya nga makaposte sila og surpresang daog tungod sa suporta sa gituohang magpunsisok nga home crowd.\t“We want to certainly protect our home court. These are all very important to us. So I really expect us to be ready and motivate to play,” matod ni Cone nga napatik sa www.pba.ph.Matod ni Cone nga gipangandaman nila og insakto ang pisikal nga duwa sa Tall Blacks.“They are a tough, tough team. They are a physical team,” dugang ni Cone. “They’re a nation of rugby players, so they know how to play physically. It’s part of their culture. It’s not personal. It’s just the way they play. So that’s something we have to be conscious of.”Ang mga sakop sa Gilas mao sila si naturalized player Justin Brownlee, June Mar Fajardo, CJ Perez, Scottie Thompson, Calvin Oftana, Kai Sotto, Japeth Aguilar, Dwight Ramos, Kevin Quiambao, Chris Newsome, Carl Tamayo, ug Mason Amos. / ESL "
    },
    {
        "id": 26,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/wildcats-gipangdamay-sa-mustangs-sa-pagpanamilit",
        "title": "Wildcats gipangdamay sa Mustangs sa pagpanamilit",
        "author": "Erwin S. Lirazan",
        "date": "21 hours ago",
        "body": "Hingpit nga nahanaw ang paglaum sa Cebu Institute of Technology University (CITU) Wildcats nga makasulod sa semis human sila gibuntog sa Cebu Roosevelt Memorial Colleges (CRMC) Mustangs, 73-70, sa main game niadtong Martes sa gabii, Nobiyembre 19, 2024, sa Cebu Schools Athletic Foundation Inc. (CESAFI) basketball college division sa Cebu Coliseum.Ning maong resulta, gidamay sa Mustangs ang Wildcats paingon ngadto sa pagpanamilit.Ang duha ka mga puwersa pulos adunay 2-5 nga rekord ug bisan modaog pa sila sa katapusan nilang tahas batok sa tagsatagsa ka kontra, dili ra gihapon sila makaabante.Ang pagbuntog sa Mustangs sa Wildcats maoy nagpalansang sa University of San Jose Recoletos (USJ-R) Jaguars sa ikaupat ug katapusang luna sa semi-finals dala ang 4-4 nga rekord.Sa laing bahin, naselyo sa defending champions Sacred Heart School-Ateneo de Cebu (SHS-AdC) Magis Eagles ang No. 2 nga luna sa high school division human nila gipangmakmak ang Don Bosco Technological Center (DBTC) Greywolves, 92-58.Ang Magis Eagles ningsaka sa 9-1 nga rekord samtang ang Greywolves nanamilit bawon ang 2-9 nga baraha. / ESL  "
    },
    {
        "id": 27,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/westbrook-mikulit-og-kasaysayan",
        "title": "Westbrook mikulit og kasaysayan",
        "author": "Associated Press",
        "date": "21 hours ago",
        "body": "Nikulit og kasaysayan si Denver Nuggets guard Russell Westbrook atol sa ilang daog batok sa hosts Memphis Grizzlies, 122-110, kagahapon, Miyerkules, Nobiyembre 20, 2024 (PH time), sa National Basketball Association (NBA).Ning sangkaa, narehistro ni Westbrook ang iyang ika-200 nga triple-double, nga bugtong siya lang ang nakahimo.Ang 36 anyos nga beterano nimugna og 12 puntos, 10 rebounds ug 14 assists.Sa nahabiling 1:28 minutos, nakuha ni Westbrook ang iyang ika-10 nga rebound dihang nasipyat ang iyang kauban nga si Dario Saric sa three-point attempt niini. / AP "
    },
    {
        "id": 28,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/rookie-nangulo-sa-la-lakers",
        "title": "Rookie nangulo sa LA Lakers",
        "author": "Associated Press",
        "date": "21 hours ago",
        "body": "Nagmangtas ang rookie nga si Dalton Knecht ug nimugna kini’g career-high 37 puntos aron agakon ang hosts Los Angeles Lakers sa daog batok sa Utah Jazz, 124-118, kagahapon, Miyerkules, Nobiyembre 20, 2024 (PH time), sa National Basketball Association (NBA).Ning sangkaa, nakatabla si Knecht single-game rookie record nga siyam ka three-pointers.Ang duha ka mga lider sa Lakers nga sila si LeBron James ug Anthony Davis ningmugna og 26 puntos kada usa.Ang Lakers ningrehistro sa ikaunom nilang sagunsong kadaugan. / AP  "
    },
    {
        "id": 29,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/doncic-mibalik-mavs-midominar",
        "title": "Doncic mibalik; Mavs midominar",
        "author": "Associated Press",
        "date": "22 hours ago",
        "body": "Gipangulohan ni Luka Doncic ang dominasyon sa host Dallas Mavericks sa iyang pagbalik og duwa batok sa New Orleans Pelicans, 132-91, kagahapon, Miyerkules, Nobiyembre 20, 2024 (PH time), sa National Basketball Association (NBA).Si Doncic nimugna og 26 puntos, nidugang og 19 puntos si Klay Thompson samtang nihatag og 17 puntos si Kyrie Irving alang sa Mavericks, nga ningrehistro sa labing dako nilang daog sa 2024-25 season sa kasamtangan.Nakapalta si Doncic sa niaging duwa sa Mavericks gumikan kay nagpaalim kini sa iyang sa tuhod. / AP  "
    },
    {
        "id": 30,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/celtics-misanta-sa-cavs",
        "title": "Celtics misanta sa Cavs",
        "author": "Associated Press",
        "date": "22 hours ago",
        "body": "Nagpauwan og 22 ka three-point shots ang host Boston Celtics aron pagkagangon ang kainit sa Cleveland Cavaliers, 120-117, kagahapon, Miyerkules, Nobiyembre 20, 2024 (PH time), sa National Basketball Association (NBA).Ning maong daog, naputol sa defending champions ang 15 ka sunodsunod nga kadaugan sa Cavaliers gikan sa pagsugod sa 2024-25 season.Ang tanang starters sa Celtics nakamugna og dobleng numero nga puntos pinangulohan ni Jayson Tatum, kinsa nagpakatap og 33 puntos lakip na niini ang 6-of-10 three-point shooting.Si Al Horford nidugang og 20 puntos lakip na niini ang upat ka three-points, niamot og 19 puntos si Derrick White lakip na niini ang upat sab ka three-points, nihatag og 17 puntos si Jaylen Brown lakip na niini ang duha ka three-points samtang nitunol og  11 puntos si Jrue Holiday lakip na niini ang tulo ka three-points.Ang reserved player nga si Payton Pritchard nitampo og 13 puntos lakip na niini ang tulo ka three-points alang sa Celtics.Ang three-point shot ni Tatum nakahatag sa Celtics og 21 puntos nga labaw, 79-58, sa nahabiling 8:17 minutos sa 3rd quarter.Paspas nga gikitkit sa Cavaliers ang maong labaw sa Celtics ug nahimo na lang kining duha ka mga puntos, 86-84, sa hinapos nga bahin sa 3rd quarter.Human niini, kulbahinam na ang kombati hangtod na sa katapusang gutlo.Puntos kada usa:Boston (120) - Tatum 33, Horford 20, White 19, Brown 17, Pritchard 13, Holiday 11, Queta 5, Hauser 2.Cleveland (117) - Mitchell 35, Mobley 22, Porter Jr. 15, Niang 11, Jerome 10, Allen 10, Garland 8,  Merrill 6. / AP    "
    },
    {
        "id": 31,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/tenorio-bag-ong-coach-sa-gilas-pilipinas-youth",
        "title": "Tenorio bag-ong coach sa Gilas Pilipinas Youth",
        "author": "Erwin S. Lirazan",
        "date": "22 hours ago",
        "body": "Gipili sa Samahang Basketbol ng Pilipinas (SBP) isip bag-o nga coach sa Gilas Pilipinas Youth squad si Brgy. Ginebra Gin Kings star LA Tenorio.Gipulihan sa beteranong pointguard sa Philippine Basketball Association (PBA) si Josh Reyes.“The SBP is excited to have a true sportsman and role model in LA Tenorio as our Gilas Pilipinas Youth head coach,” pamahayag ni SBP president Al Panlilio nga napatik sa www.gmanews.tv.“When we first talked to LA about the idea, he was open to the challenge immediately and he even had a short list of coaches that he wanted to work with.”Malaumon ang SBP nga ang taas nga kasinatian ni Tenorio makatabang og dako sa ilang youth program. / ESL     "
    },
    {
        "id": 32,
        "url": "https://www.sunstar.com.ph/superbalita-cebu/pagbalik-ni-monk-nagkaduol-na",
        "title": "Pagbalik ni Monk nagkaduol na",
        "author": "Associated Press",
        "date": "Nov 19, 2024",
        "body": "Gitugtan na si Sacramento Kings guard Malik Monk nga makaapil og individual on-court workouts human siya nakasinati og angol (moderate right ankle sprain) nga maoy hinungdan nga nakapalta siya og upat ka duwa sa National Basketball Association (NBA).Nagpasabot kini nga nagkaduol na ang pagbalik og duwa sa Sixth Man of the Year awardee sa niaging season.Gitugtan na sab ang laing mga pambato sa Kings nga sila si DeMar DeRozan ug Domantas Sabonis nga makaapil og inidividual on-court workouts human sila nakapalta og tagsa ka duwa tungod sa angol nga ilahang nasinati. / Gikan sa AP  "
    }
]